Revit 2027 API
BuiltInFailures.LoadFailures.CannotCopyHostedLoad Property
 Can't copy Load based on the Host Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyHostedLoad { get; }
Public Shared ReadOnly Property CannotCopyHostedLoad As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyHostedLoad {
	FailureDefinitionId^ get ();
}
static member CannotCopyHostedLoad : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace